---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Electrical.PanelScheduleSheetInstance
source: html/b8c34756-14e3-93ef-9e28-34710904dcac.htm
---
# PanelScheduleSheetInstance Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.